Repository: mehrdadep/Unique-ID
Catalog: language/unique-*.po
Languages: id_fa_ir

source: Set Base Code
id_fa_ir: تنظیم کد پایه

source: Unique ID
id_fa_ir: کد هنرجو

source: Unique ID Setting
id_fa_ir: تنظیمات و تولید کد هنرجو

source: Set base 4 digit code
id_fa_ir: چهار رقم اول کد را وارد کنید

source: Base Code
id_fa_ir: کد پایه

source: Generate New Code
id_fa_ir: تولید کدهنرجو

source: Last Generated ID
id_fa_ir: آخرین کد تولید شده

source: Generate
id_fa_ir: تولید

source: Code:
id_fa_ir: کد هنرجویی:

source: generate a unique numeric id for username filed and replace it with user's username
id_fa_ir: تولید کد یکتا برای نام کاربری بر اساس چهار رقم پایه و جایگزینی نام کاربری کاربران در هنگام ثبت نام
